Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/chromium-tm.tmx
Source language: en
Languages: ca_es

source: Native Client GDB-based debugging
ca_es: Depuració basada en GDB de Native Client

source: I&nspect Element
ca_es: I&nspecciona l'element

source: Cannot import. An error occured.
ca_es: No es pot importar. S'ha produït un error.

source: Conflicting device identifier
ca_es: L'identificador del dispositiu ja s'està utilitzant

source: Could not load options page '%{OPTIONS_PAGE}'.
ca_es: No s'ha pogut carregar la pàgina d'opcions "%{OPTIONS_PAGE}".

source: Enable Silent Debugging.
ca_es: Activa la depuració silenciosa.

source: Enables
ca_es: Activacions

source: Offline for more than a year
ca_es: Fora de línia des de fa més d'un any

source: The server refused to fulfill the request.
ca_es: El servidor ha rebutjat completar la sol·licitud.

source: Enable extension
ca_es: Activa l'extensió

source: Reads from web resources when the source is unavailable will be satisfied from available stale cache entries.
ca_es: Quan la font no estigui disponible, les lectures de recursos web se satisfaran a partir d'entrades de la memòria cau inactives que estiguin disponibles.

source: New Tab page
ca_es: Pestanya nova

source: This type of file can harm your computer. Do you want to keep %{FILE_NAME} anyway?
ca_es: Aquest tipus de fitxer pot malmetre el vostre equip. Voleu mantenir %{FILE_NAME} igualment?

source: Problems updating?
ca_es: Teniu problemes en actualitzar?

source: Certificate Policies
ca_es: Normes de certificats

source: Use serial devices attached to your computer
ca_es: Fer servir els dispositius de sèrie incorporats a l'equip

source: Camera:
ca_es: Càmera:

source: DevTools requests full access to $1. Make sure you do not expose any sensitive information.
ca_es: DevTools sol·licita tenir accés complet a $1. Assegureu-vos que no es mostri informació confidencial.

source: &Open audio in new tab
ca_es: &Obre l'àudio en una pestanya nova

source: Installs
ca_es: Instal·lacions

source: Certificate Issuer Alternative Name
ca_es: Nom alternatiu de l'emissor del certificat

source: The server does not support the HTTP version used in the request.
ca_es: El servidor no és compatible amb la versió d'HTTP que s'ha utilitzat en la sol·licitud.

source: Channel ID
ca_es: Identificador de canal

source: Diagnostics
ca_es: Diagnòstic

source: Help me understand
ca_es: Més informació

source: An experimental textfield for application UI; does not affect web content.
ca_es: Camp de text experimental per a la IU de l'aplicació; no afecta el contingut web.

source: Unable to access the network.
ca_es: No es pot accedir a la xarxa.

source: Do not allow any sites to use a plug-in to access my computer
ca_es: No permetis que cap lloc utilitzi un connector per accedir al meu equip

source: Your network proxy settings are being managed by an extension.
ca_es: Una extensió gestiona la configuració del servidor intermediari de la vostra xarxa.

source: Import bookmarks and settings
ca_es: Importació dels marcadors i de la configuració

source: Enable Automatic Spelling Correction
ca_es: Activa la correcció ortogràfica automàtica

source: Audio Player
ca_es: Reproductor d'àudio

source: Sign in to get your bookmarks, history, and settings on all your devices.
ca_es: Inicieu la sessió per tenir els marcadors, l'historial i la configuració a tots els dispositius.

source: %{PLUGIN_NAME} is required to display this content.
ca_es: És necessari %{PLUGIN_NAME} per visualitzar aquest contingut.

source: (Crashed)
ca_es: (Error)

source: New extension added (%{EXTENSION_NAME})
ca_es: S'ha afegit una extensió nova (%{EXTENSION_NAME})

source: Invalid save type entered.
ca_es: Heu introduït un tipus de desament no vàlid.

source: Error while signing extension.
ca_es: S'ha produït un error en signar l'extensió.

source: Renderer Freezes
ca_es: Immobilitzacions del renderitzador

source: Could not load javascript '%{RELATIVE_PATH}' for content script.
ca_es: No s'ha pogut carregar el JavaScript "%{RELATIVE_PATH}" per a l'script de contingut.

source: Ask me when a site requires access to my camera and microphone (recommended)
ca_es: Pregunta quan un lloc requereixi accés a la càmera i al micròfon (recomanat)

source: Title
ca_es: Títol

source: Unclean Exits
ca_es: Sortides incorrectes

source: Browser Action
ca_es: Acció del navegador

source: Set up or manage printers in %{CLOUD_PRINT_NAME}.
ca_es: Configureu o gestioneu les impressores a %{CLOUD_PRINT_NAME}.

source: Display %{PRODUCT_NAME} in this language
ca_es: Mostra %{PRODUCT_NAME} en aquest idioma

source: &Add to Dictionary
ca_es: &Afegeix al diccionari

source: Select photos to import
ca_es: Seleccioneu les fotos que vulgueu importar

source: Do not allow any site to run JavaScript
ca_es: No permetis que cap lloc web executi JavaScript

source: (You're missing out—%{IDS_SYNC_PROMO_NOT_SIGNED_IN_STATUS_LINK})
ca_es: (Us esteu perdent: %{IDS_SYNC_PROMO_NOT_SIGNED_IN_STATUS_LINK})

source: Access to %{URL} denied.
ca_es: S'ha denegat l'accés a %{URL}.

source: &Task manager
ca_es: Gestor de &tasques

source: In omnibox autocomplete, allow inlining of matches coming from the HistoryQuickProvider.
ca_es: Permet integrar les cerques que vinguin de HistoryQuickProvider a la funció per completar automàticament de l'omnibox.

source: Sign in with your Google Account to allow apps to synchronize settings and provide other customized services.
ca_es: Inicieu la sessió amb el vostre compte de Google per permetre que les aplicacions sincronitzin la configuració i proporcionin altres serveis personalitzats.

source: Compositing for fixed position elements.
ca_es: Composició per a elements de posició fixa.

source: Purge Memory
ca_es: Purga la memòria

source: N/A
ca_es: N/D

source: WARNING
ca_es: ADVERTIMENT

source: Tiny
ca_es: Minúscul

source: A restart is required before your device can be reset with Powerwash.
ca_es: Es requereix reiniciar el dispositiu per poder-lo restablir amb Powerwash.

source: %{TAB_COUNT} Tabs
ca_es: %{TAB_COUNT} pestanyes

source: Check Document Now
ca_es: Comprova el document ara

source: Key "%{SUBKEY}": %{ERROR}
ca_es: Tecla "%{SUBKEY}": %{ERROR}

source: The website is unable to handle the request for %{URL}.
ca_es: Aquest lloc web no pot gestionar la sol·licitud per a %{URL}.

source: Background Apps
ca_es: Aplicacions de fons

source: When enabled, visiting a Google account login page will trigger an infobar allowing easy sign in with the Google account connected to the profile. Auto-login is always disabled if the profile is not connected to an account, regardless of this flag.
ca_es: Si la funció està activada, en visitar una pàgina d'inici de sessió del compte de Google apareix una barra d'informació que permet iniciar la sessió fàcilment amb el compte de Google connectat al perfil. L'inici de sessió automàtic està sempre desactivat si el perfil no està connectat a cap compte, independentment d'aquesta marca.

source: Add middle name(s)
ca_es: Afegeix el segon nom

source: C&opy image URL
ca_es: C&opia l'URL de la imatge

source: This page contains elements from the following sites that are tracking your location:
ca_es: Aquesta pàgina conté elements dels llocs següents que fan el seguiment de la vostra ubicació:

source: Email Signer Certificate
ca_es: Certificat del signant del correu electrònic

source: Automatic sign-in is available %{EMAIL_ADDRESS}
ca_es: L'inici de sessió automàtic està disponible amb %{EMAIL_ADDRESS}

source: Proxy configuration is set to use a .pac script URL, not fixed proxy servers.
ca_es: La configuració del servidor intermediari s'ha definit perquè utilitzi un URL d'script .pac, en lloc de servidors intermedis fixos.

source: Save info
ca_es: Desa la informació

source: JavaScript was blocked on this page.
ca_es: S'ha bloquejat JavaScript en aquesta pàgina.

source: Created the extension: %{EXTENSION_FILE}
ca_es: S'ha creat l'extensió: %{EXTENSION_FILE}

source: Enable Experimental JavaScript
ca_es: Activa JavaScript experimental

source: Clear saved passwords
ca_es: Esborra les contrasenyes desades

source: sheets of paper
ca_es: fulls de paper

source: Enables experimental support for scale using pinch.
ca_es: Activa la compatibilitat experimental amb l'escala mitjançant pessigada.

source: The newest version of the app "%{APP_NAME}" requires more permissions, so it has been disabled.
ca_es: La versió més recent de l'aplicació "%{APP_NAME}" requereix més permisos i, per tant, s'ha desactivat.

source: Add grouping to tab context menu
ca_es: Afegeix l'agrupació al menú contextual de les pestanyes

source: Don't Reload
ca_es: No la tornis a carregar

source: Send a current page screen shot
ca_es: Envia una captura de pantalla de la pàgina actual

source: Sync failed
ca_es: La sincronització ha fallat

source: Google Talk Screen Sharing Request
ca_es: Sol·licitud per compartir la pantalla a Google Talk

source: Device serial number is invalid
ca_es: El número de sèrie del dispositiu no és vàlid

source: Milliseconds
ca_es: Mil·lisegons

source: Visit <strong>chrome://policy</strong> to see the list of blacklisted URLs and other policies enforced by your system administrator.
ca_es: Visiteu <strong>chrome://policy</strong> per veure la llista d'URL inclosos a la llista negra i altres polítiques aplicades per l'administrador del sistema.

source: E&xport...
ca_es: E&xporta...

source: Get 1 TB free with Google Drive
ca_es: Obteniu 1 TB gratis amb Google Drive

source: Cookies from %{DOMAIN} blocked.
ca_es: S'han bloquejat les galetes de %{DOMAIN}.

source: Signin Error
ca_es: Error d'inici de sessió

source: These settings are enforced by your administrator.
ca_es: Aquesta configuració està gestionada pel vostre administrador.

source: Events that are related to any extensions that are (or have been) installed in %{SHORT_PRODUCT_NAME}
ca_es: Esdeveniments relacionats amb totes les extensions que estiguin (o que hagin estat) instal·lades a %{SHORT_PRODUCT_NAME}

source: Always allow on this site
ca_es: Permet sempre en aquest lloc

source: Private Memory
ca_es: Memòria privada

source: Do you want Chrome to save this credit card information for completing web forms?
ca_es: Voleu que Chrome desi la informació d'aquesta targeta de crèdit per completar formularis web?

source: Path too long
ca_es: El camí és massa llarg

source: Expires On
ca_es: Caduca el

source: Time Range
ca_es: Interval de temps

source: Spandex
ca_es: Superheroi

source: I agree
ca_es: Accepto

source: Black and white
ca_es: Blanc i negre

source: Enable auto-login
ca_es: Activa l'inici de sessió automàtic

source: Your Certificates
ca_es: Els vostres certificats

source: Disables saving pages as HTML-only or HTML Complete; enables saving pages only as MHTML: a single text file containing HTML and all sub-resources.
ca_es: Desactiva la possibilitat de desar les pàgines com a només HTML o com a HTML complet; activa la possibilitat de desar les pàgines només com a MHTML: un fitxer de text únic que conté HTML i tots els subrecursos.

source: Unable to access the file.
ca_es: No es pot accedir al fitxer.

source: This page includes script from unauthenticated sources.
ca_es: Aquesta pàgina inclou un script de fonts sense autenticar.

source: Fingerprints
ca_es: Empremtes

source: Microsoft Server Gated Cryptography
ca_es: Xifratge activat per servidor de Microsoft

source: Run this plug-in
ca_es: Executa aquest connector

source: Delete CA certificate "%{CERTIFICATE_NAME}"?
ca_es: Voleu suprimir el certificat de CA "%{CERTIFICATE_NAME}"?

source: No revocation mechanism found in the server's certificate.
ca_es: No s'ha trobat cap mecanisme de revocació al certificat del servidor.

source: Warning: Suspected phishing site!
ca_es: Advertència: Lloc sospitós de pesca!

source: Keyword:
ca_es: Paraula clau:

source: Length
ca_es: Llargada

source: Google document
ca_es: Document de Google

source: Open in new tab
ca_es: Obre en una pestanya nova

source: Zip selection
ca_es: Selecció de ZIP

source: %{BEGIN_BOLD}Recommendation: %{END_BOLD}%{BEGIN_ITALIC}Please ensure that%{END_ITALIC}%{BR}1) you are in a location with strong 3G coverage.
ca_es: %{BEGIN_BOLD}Recomanació: %{END_BOLD}%{BEGIN_ITALIC}Assegureu-vos que%{END_ITALIC}%{BR}1) Esteu en una ubicació amb una cobertura de 3G potent.

source: New &tab
ca_es: Pes&tanya nova

source: (This extension is managed and cannot be removed or disabled.)
ca_es: (Aquesta extensió s'està gestionant i no es pot eliminar ni desactivar.)

source: Ask Google for Suggestions
ca_es: Demana suggeriments a Google

source: Large
ca_es: Gran

source: You must be online to access this file.
ca_es: Heu d'estar en línia per accedir a aquest fitxer.

source: Do you want to trust "%{CERTIFICATE_NAME}" as a Certification Authority?
ca_es: Voleu confiar en "%{CERTIFICATE_NAME}" com a entitat emissora de certificats?

source: Psst! Incognito mode (%{INCOGNITO_MODE_SHORTCUT}) may come in handy next time.
ca_es: El mode d'incògnit, %{INCOGNITO_MODE_SHORTCUT}, us pot resultar pràctic la propera vegada.

source: Crashes
ca_es: Errors

source: Invalid Server Certificate
ca_es: Certificat del servidor no vàlid

source: Relaunching in Windows 8 mode will close your Chrome apps.
ca_es: Si torneu a iniciar el dispositiu en mode de Windows 8, les aplicacions de Chrome es tancaran.

source: Include this email:
ca_es: Inclou aquest correu electrònic:

source: Show all files
ca_es: Mostra tots els fitxers.

source: %{PRODUCT_NAME} cannot be displayed in this language
ca_es: %{PRODUCT_NAME} no es pot visualitzar en aquest idioma

source: Shared memory
ca_es: Memòria compartida

source: Failed to install policy settings on the device: %{VALIDATION_ERROR}.
ca_es: No s'ha pogut instal·lar la configuració de la política al dispositiu: %{VALIDATION_ERROR}.

source: %{FULLSCREEN_ORIGIN} wants to disable your mouse cursor.
ca_es: %{FULLSCREEN_ORIGIN} vol desactivar el cursor del ratolí.

source: This page has been blocked from accessing your camera and microphone.
ca_es: S'ha bloquejat l'accés d'aquesta pàgina a la càmera i al micròfon

source: Failed to Create Application Shortcut
ca_es: No s'ha pogut crear la drecera d'aplicació

source: Specify the maximum tiles for interest area.
ca_es: Especifica la quantitat màxima de mosaics de l'àrea d'interès.

source: Sa&ve Video As...
ca_es: De&sa el vídeo com a...

source: File systems
ca_es: Sistemes de fitxers

source: Bad signature
ca_es: Signatura errònia

source: Google presentation
ca_es: Presentació de Google

source: Auto-Checkout...
ca_es: Procés de compra automàtic...

source: When installing an app, always show a bubble pointing at the new tab page button on the tabstrip instead of opening a new tab page.
ca_es: En instal·lar una aplicació, mostreu sempre una bombolla que apunti al botó de la pestanya nova a la barra de pestanyes en comptes d'obrir una pestanya nova.

source: Restrict Native Client GDB-based debugging by pattern
ca_es: Restricció de la depuració basada en GDB de Native Client per patró

source: Can't find what you're looking for?
ca_es: No trobeu el que esteu cercant?

source: Plugins
ca_es: Connectors

source: Key Encipherment
ca_es: Encriptació de claus

source: Enables the request tablet site option in the settings menu.
ca_es: Activa l'opció de sol·licitud del lloc per a tauletes al menú de configuració.

source: Version %{NUMBER}
ca_es: Versió %{NUMBER}

source: Debug only if manifest URL ends with debug.nmf
ca_es: Depura només si l'URL de manifest acaba amb debug.nmf

source: Sync Error: Please stop and restart Sync.
ca_es: Error de sincronització: atureu i reinicieu la sincronització.

source: Restart your device
ca_es: Reinici del dispositiu

source: Are you sure you want to delete "$1"?
ca_es: Esteu segur que voleu suprimir "$1"?

source: Extension Uninstalled
ca_es: Extensió desinstal·lada

source: Unpin
ca_es: No fixis

source: Anti-virus software failed unexpectedly while scanning this file.
ca_es: S'ha produït un error inesperat en el programari antivirus mentre s'escanejava aquest fitxer.

source: You do not have enough software licenses to enroll this device. Please contact sales to purchase more. If you believe you're seeing this message in error, please contact support.
ca_es: No teniu prou llicències de programari per registrar aquest dispositiu. Contacteu amb l'equip de vendes per comprar-ne més. Si creieu que veieu aquest missatge per error, poseu-vos en contacte amb el servei d'assistència.

source: Unable to load the webpage because the server sent no data.
ca_es: No es pot carregar la pàgina web perquè el servidor no ha enviat dades.

source: Search the web directly
ca_es: Cerqueu al web directament

source: Start Speaking
ca_es: Comença a parlar

source: Log In
ca_es: Accedeix

source: %{NUM_KILOBYTES}K (%{NUM_KILOBYTES_LIVE}K live)
ca_es: %{NUM_KILOBYTES} K (%{NUM_KILOBYTES_LIVE} K actius)

source: &Details
ca_es: &Detalls

source: Official audio file webpage
ca_es: Pàgina web oficial del fitxer d'àudio

source: In this case, the server certificate or an intermediate CA certificate presented to your browser is signed using a weak signature algorithm such as RSA-MD2. Recent research by computer scientists showed the signature algorithm is weaker than previously believed, and the signature algorithm is rarely used by trustworthy websites today. This certificate could have been forged.
ca_es: En aquest cas, el certificat de servidor o bé un certificat de CA intermedi presentat al navegador està signat mitjançant un algoritme de signatura dèbil com ara RSA-MD2. Estudis recents realitzats per informàtics demostren que l'algoritme de signatura és més dèbil del que es pensava, i avui dia pocs llocs web fiables l'utilitzen. És possible que aquest certificat s'hagi falsificat.

source: Close Other Tabs
ca_es: Tanca les altres pestanyes

source: Coffee
ca_es: Cafè

source: Enable Developer Tools experiments. Use Settings panel in Developer Tools to toggle individual experiments.
ca_es: Activeu els experiments d'Eines per a desenvolupadors. Feu servir el tauler Configuració a Eines per a desenvolupadors per canviar els experiments concrets.

source: PKCS #1 SHA-1 With RSA Encryption
ca_es: PKCS #1 SHA-1 amb encriptació RSA

source: This file type is not supported. Please visit the %{BEGIN_LINK}Chrome Web Store%{END_LINK} to find an app that can open this type of file. %{BEGIN_LINK_HELP}Learn More%{END_LINK_HELP}
ca_es: Aquest tipus de fitxer no és compatible. Visiteu %{BEGIN_LINK}Chrome Web Store%{END_LINK} per trobar una aplicació que pugui obrir aquest tipus de fitxer. %{BEGIN_LINK_HELP}Més informació%{END_LINK_HELP}

source: Copy operation failed. %{ERROR_MESSAGE}
ca_es: L'operació de còpia ha fallat. %{ERROR_MESSAGE}

source: Make it my default browser
ca_es: Fes que sigui el meu navegador predeterminat

source: Add to home screen
ca_es: Afegeix a l'escriptori

source: Block sites from setting any data
ca_es: Impedeix que els llocs estableixin dades

source: New camera and microphone settings will take effect after reloading the page.
ca_es: La nova configuració de la càmera i del micròfon es farà efectiva quan torneu a carregar la pàgina.

source: The Website Ahead Contains Malware!
ca_es: Aquest lloc web conté programari maliciós.

source: Software incompatibility: Learn more
ca_es: Incompatibilitat de programari: més informació

source: Unable to make a secure connection to the server. This may be a problem with the server, or it may be requiring a client authentication certificate that you don't have.
ca_es: No es pot establir una connexió segura amb el servidor. Pot tractar-se d'un problema del servidor o és possible que es necessiti un certificat d'autenticació de client que no teniu.

source: Add an address
ca_es: Afegeix una adreça

source: Downloads in progress
ca_es: Baixades en curs

source: City/Town
ca_es: Població

source: Oops, Sync has stopped working.
ca_es: La sincronització ha deixat de funcionar.

source: Allowed by you
ca_es: Permès pel vostre usuari

source: Enrolling the device. Please wait...
ca_es: S'està registrant el dispositiu. Espereu...

source: The combined shared memory usage of all processes related to %{SHORT_PRODUCT_NAME}
ca_es: L'ús combinat de la memòria compartida de tots els processos relacionats amb %{SHORT_PRODUCT_NAME}

source: For a certificate which has not expired, the issuer of that certificate is responsible for maintaining something called a "revocation list". If a certificate is ever compromised, the issuer can revoke it by adding it to the revocation list, and then this certificate will no longer be trusted by your browser. Revocation status is not required to be maintained for expired certificates, so while this certificate used to be valid for the website you're visiting, at this point it is not possible to determine whether the certificate was compromised and subsequently revoked, or whether it remains secure. As such it is impossible to tell whether you're communicating with the legitimate website, or whether the certificate was compromised and is now in the possession of an attacker with whom you are communicating.
ca_es: Per a un certificat que no ha caducat, l'emissor és el responsable de mantenir el que s'anomena "llista de revocació". Si un certificat es posa en perill, l'emissor el pot revocar si l'afegeix a la llista de revocació i, llavors, el certificat ja no serà de confiança per al vostre navegador. No és necessari mantenir l'estat de revocació dels certificats caducats, de manera que, encara que aquest certificat fos vàlid per al lloc web que estàveu visitant, ara ja no es pot determinar si el certificat es va posar en perill i, per tant, es va revocar, o si encara és segur. Consegüentment, és impossible saber si us esteu comunicant amb el lloc web legítim o si el certificat es va posar en perill i ara està en possessió d'un atacant amb el qual us comuniqueu.

source: C&opy Image URL
ca_es: C&opia l'URL de la imatge

source: We were unable to install:
ca_es: No hem pogut instal·lar:

source: Expected %{VALUE_TYPE} value.
ca_es: Valor %{VALUE_TYPE} esperat.

source: Enable Online Wallet production service
ca_es: Activa el servei de producció de Wallet en línia

source: Composer
ca_es: Redactor

source: You attempted to reach %{DOMAIN}, but the certificate that the server presented has been revoked by its issuer. This means that the security credentials the server presented absolutely should not be trusted. You may be communicating with an attacker.
ca_es: Heu provat d'accedir a %{DOMAIN}, però l'emissor ha revocat el certificat que ha presentat el servidor. Això vol dir que no heu de confiar gens en les credencials de seguretat que ha presentat el servidor. És possible que us estigueu comunicant amb un atacant.

source: Phone
ca_es: Telèfon

source: User Name:
ca_es: Nom d'usuari:

source: Activate the extension
ca_es: Activa l'extensió

source: Saratoga
ca_es: Cavall

source: User %{VALUE}
ca_es: Usuari %{VALUE}

source: Yes, exit incognito mode
ca_es: Sí, surt del mode d'incògnit

source: %{START_DATE} to %{END_DATE}
ca_es: Del dia %{START_DATE} al dia %{END_DATE}

source: Google.com Mail
ca_es: Correu de Google.com

source: The operation timed out.
ca_es: S'ha esgotat el temps de connexió de l'operació.

source: Margins
ca_es: Marges

source: Code Signer
ca_es: Signant del codi

source: New &Incognito Window
ca_es: F&inestra d'incògnit nova

source: Address line 2
ca_es: Línia d'adreça 2

source: Do not allow sites to access my camera and microphone
ca_es: No permetis que els llocs accedeixin a la càmera i al micròfon

source: Always allow %{HOST} to set cookies
ca_es: Permet sempre que %{HOST} estableixi galetes

source: Fluffy
ca_es: Gatet

source: My Drive
ca_es: La meva unitat

source: Mean
ca_es: Mitjana

source: Bytes Read
ca_es: Bytes llegits
